import 'package:flutter/material.dart';

class PolicyContent extends StatelessWidget {
  const PolicyContent({super.key});

  @override
  Widget build(BuildContext context) {
    return SliverList(
      delegate: SliverChildListDelegate.fixed(
        [
          Column(
            children: [
              Text(
                "Terms Of Use",
                style: Theme.of(context).textTheme.headlineLarge,
              ),
              Padding(
                padding: const EdgeInsets.symmetric(horizontal: 25.0),
                child: Text(_policy, textAlign: TextAlign.center),
              ),
            ],
          ),
        ],
      ),
    );
  }

  String get _policy => """
      ## شروط وقواعد النزاهة الأكاديمية والتدريب

### مركز الفكر الصحي

### السياسة وقوانين النزاهة الأكاديمية والتدريب

تنبثق سياسة النزاهة عن معايير محلية مجتمعية وقواعد سلوكية تم وضعها من قبل مركز الفكر الصحي للتدريب من أجل الزام العاملين بالأكاديمية والمتعاملين معها بتطبيق قواعد السلوك التي يجب اتباعها أثناء التواجد بالأكاديمية أو التعامل مع العاملين داخل الأكاديمية. بالإضافة إلى السلوك الأخلاقي للشخص والذي يعتبر جزءًا من النزاهة يعاقب على الإساءة على سلبيات السلوك. وهذا يعزز سمعة جميع الأطراف في المجتمع والجهات الرسمية. وتعتبر هذه السياسة ملزمة لجميع الأطراف تحت طائلة المسؤولية القانونية.

النزاهة الأكاديمية هي التزام المتدرب بالقيم الأدبية الراقية وبالأمانة التعليمية تحقيقًا لنجاحه الأكاديمي بشكل مسؤول. لا تنسَ أن التعليم استثمار لمستقبلكم، فإن لم تصونوا الأمانة في مسيرة مشواركم الأكاديمي، تأكدوا بأنكم تنتقصون من قيمة التعليم الذي دأبتم على تحصيله وبالتالي تنتفي قيمة شهاداتكم في جوهرها. فالنزاهة الأكاديمية قلب المجتمع ولبنته الأساسية، وهي تحدد مصداقية الناس في تعاملهم مع بعضهم البعض وفي ائتمان أفراد المجتمع للمسؤولين في المراكز والمناصب العليا.

### النزاهة في مركز الفكر الصحي

دورنا هو دعم وتعزيز النزاهة الأكاديمية في المجتمع التدريبي عن طريق تنشئة بيئة تسودها روح الثقة الأكاديمية، والأمانة، والإنصاف، والاحترام، والمسؤولية بالنسبة للمتدربين والمدربين والعاملين بها وتنفيذ سياسة الأكاديمية الخاصة بمركز الفكر الصحي.

يتولى مركز الفكر الصحي مسؤولية تهيئة بيئة تتوافر بها مستويات رفيعة من النزاهة الأكاديمية من خلال تعزيز النزاهة الأكاديمية باعتبارها جزءًا أساسيًا من النمو الشخصي والفكري للمتدرب، وزيادة وعي المتدربين والمدربين والموظفين بالقضايا ذات الصلة بالنزاهة الأكاديمية وتعزيز مناخ تسوده روح الثقة والأمانة والمعايير الأخلاقية الرفيعة سعيًا نحو تحقيق التميز الأكاديمي وتشجيع الالتزام بالأمانة والنزاهة بين جميع أفراد المجتمع وتطبيق أحكام سياسة النزاهة الأكاديمية.

### أشكال انتهاك النزاهة التدريبية والأكاديمية

#### المحاور الأساسية للنزاهة الأكاديمية:

- **الغش**: يمنع المتدرب من نقل أعمال الآخرين والاستخدام غير المصرح به لأي ملاحظات ومعلومات ومواد في المهام الموكل للمتدرب.

- **السرقة الفكرية/الانتحال الأدبي**: اقتباس عبارات وأعمال الآخرين والاستخدام غير المرخص له للمدونات الفكرية والأدبية أو لأي معلومات في أي اختبار أكاديمي دون الإشارة إليها باعتبارها مرجعًا.

- **سوء استخدام المساعدة الأكاديمية**: استغلال متدرب لعمل زميل له المساعدة الأكاديمية بنية طيبة، كأن يتم النقل من تقرير خاص وضعه هذا المتدرب أو من اختبار قديم، دون إعلامه بذلك.

- **استغلال التعاون**: اعتماد المتدرب على متدرب آخر ضمن مجموعته لإنجاز واجب / عمل مشترك، أو استغلال متدرب آخر لإنجاز الواجبات الفردية.

- **التلفيق والتزوير**: إقدام المتدرب على تغيير المعلومات المتاحة له أو تلفيقها في اختبار / واجب أكاديمي أو إبرازه لشهادة طبية مزورة من أجل التغيب عن الحضور.

- **انتحال شخصية الغير**: ادعاء المتدرب صفة غيره داخل الصف، أو في اختبار أو امتحان، أو في أي نوع من الواجبات التدريبية أو الأكاديمية. وفي هذه الحالة تتم معاقبة المتدرب المنتحل شخصية، والمتدرب المنتحلة شخصيته.

- **أعمال انتحال أخرى**: المتدربون الذين يبيعون المحاضرات والمذكرات والأوراق أو الأعمال البحثية خلال تسجيلهم في المركز أو الذين يقبلون مقابلًا ماديًا نظير ما يقومون به من أعمال للغير، من دون الحصول على موافقة خطية مسبقة من إدارة المركز، سيخضعون لإجراءات تأديبية. وكذلك المتدربون الذين يقدمون نماذج مزورة، أو توقيعات مزورة أو مضللة، سيخضعون لإجراءات تأديبية، وسيطلب منهم الانسحاب من البرنامج بدون أي تعويض أو تقدير.

- انتهاك القوانين والسياسات الداخلية.

- انتهاك سياسة الخصوصية للطرف الآخر.

- التغاضي عن الغش والتحايل على القوانين.

- الرشوة مقابل خدمات تؤدي إلى اختراق السياسات والقوانين المعمول بها.

- سرقة الأبحاث والمؤلفات والدراسات الخاصة بالمدربين دون أي اتفاق معهم.

### سياسات تحقيق النزاهة الأكاديمية

لا يتوقف تحقيق النزاهة على السياسات والقوانين والإجراءات، فهناك سلوكيات وأخلاقيات للموظف، ومثلها للمدربين، ومثلها للمتدربين. وقد يكون أيضًا سياسات وقوانين تلزم ولي الأمر كطرف رئيسي في العملية التوجيهية، كولي أمر أو كطرف ثالث. ولهذا تعتبر سياسات النزاهة التي وضعها مركز الفكر الصحي للتدريب ملزمة لجميع المعنيين تحت طائلة المساءلة القانونية للأكاديمية أو من قبل الجهات الرسمية. ولهذا فإن أي سياسة أو تعليمات أو إجراءات تخص السياسة يجب أن تكون موثقة بتوقيع المعني وتعتبر هذه الوثيقة ملزمة للفكر الصحي وللمعنيين.

### إجراءات تحقيق النزاهة للأكاديمية

على جميع المعنيين في مركز الفكر الصحي اتباع سياسات تحقيق النزاهة والعمل ضمن الإجراءات التي تم وضعها من قبل المركز لتنفيذ العمل والتي تعتبر أقصر الطرق لتحقيق نزاهة العملية التعليمية بالإضافة إلى ضبط السلوكيات الخاصة بسياسة النزاهة أثناء التواجد داخل المقر:

#### أولاً: سياسات المتدرب

تعتبر سياسة المتدرب للنزاهة من الأولويات، حيث تعتبر حقًا من حقوق المتدرب أن يعرف ويعلم ويوقع على ما جاء بسياسة النزاهة والتي من خلالها يكون المتدرب على علم بمعايير المركز وسياساته وإجراءاته والمسائلة في حال انتهاك لهذه السياسة وتبعاتها والتي قد تصل إلى الحرمان أو الفصل الكلي من المركز. وتعتبر هذه السياسة بمثابة وثيقة يجب على المتدرب أن يقر بأنه قرأ هذه الوثيقة وفهمها ووافق على ما جاء فيها ووقع عليها بمحض إرادته. وعلى جميع المتدربين الالتزام بهذه الوثيقة، بالإضافة إلى المعنيين من الإداريين القائمين على العملية التشغيلية للمركز. ويجب على جميع المعنيين التوقيع على وثيقة المتدرب.

تعتبر وثيقة النزاهة مصدر من مصادر المعرفة التي تزود المتدرب بالمعايير الواضحة للسلوك، والالتزام في الدوام الافتراضي والامتحانات التي تتم ضمن البرنامج التدريبي الافتراضي. وأي انتهاك في تطبيق هذه الوثيقة في الحضور والغياب، أو السلوك، أو انتهاج أي من أنواع الغش في الامتحانات فإن ذلك يعرض المتدرب للمسائلة ومن حق المركز أخذ أي قرار تجاه المتدرب.

#### ثانياً: الإجراءات اللازمة اتباعها من قبل المتدرب لتحقيق النزاهة الأكاديمية

أثبتت التجارب العملية في عملية منع الغش في الامتحانات عن طريق المراقبة عبر الكاميرات أو الوسائل التكنولوجية الحديثة عدم نجاحها في وقف الغش. وأيقن الباحثون أن تحقيق النزاهة تكمن في أخلاقيات المتدرب التي تتأثر وتنمو بالعلاقة بين المدرب والمتدرب، بالإضافة إلى قيام المدرب بتقسيم الامتحانات على مدار الفصل بحيث لا يتم تحديد نجاح المتدرب ورسوبه بناءً على نتيجة الامتحان النهائي في المادة. إضافة إلى ذلك يجب الابتعاد عن الامتحانات القائمة على الاختيارات.

#### ثالثاً: إجراءات تحقيق النزاهة

من الصعب تحقيق النزاهة في وقف الغش في الامتحانات، إلا أنه من الضروري اتباع وابتكار وسائل خاصة بالمركز، وتعتمد هذه على المدرب والمتدرب، والإشراف على كليهما من خلال وضع إجراءات ملزمة، من الممكن أن تتطور وتتغير حسب تقييم المدير الأكاديمي والمشرف العام:

- العلاقة التي تربط أستاذ المادة بالمتدرب.

- وقف الامتحانات بطريقة الاحتمالات والاعتماد على الامتحانات السردية.

- يجب أن يكون في الامتحانات الرقمية كتابة فقرة تدل على أسلوب المتدرب في الكتابة.

- عدم الاعتماد على الامتحان النهائي في نجاح ورسوب المتدرب.

- يجب على المدرب زرع منهجية المركز في التعليم لكي ترسخ في أدمغة المتدربين لتميزهم عن غيرهم ممن هم خارج المركز.

- تخفيف الضغط عن المتدرب، لا تجعل من الامتحان نهاية لنجاح المتدرب.

- استخدام الحوار ووضع علامة على قدرة المتدرب على التعبير عن المادة التي درسها.

- إدخال الأخلاقيات الأدبية والتأثير العقائدي الذي يحرم ويمنع الغش.

- الاعتماد على وسائل التقنية للمساعدة في الكشف عن الغش في الامتحانات.

وقد عملت على توفير آليات الامتحانات ومنع الغش وانتحال الهوية، ويتم تطوير هذه الآلية حسب ما يجري من تطور تكنولوجي على توفير طرق مبتكرة لمنع الغش.

ونعمل

 على أن تكون جميع السياسات والإجراءات لتنفيذ العمل بالإضافة إلى الإجراءات العقابية واضحة وصريحة ومنشورة على المواقع الرئيسية الإلكترونية، بالإضافة إلى أن تتأكد مركز الفكر الصحي من أن كل متدرب قد قرأ وفهم ووقع جميع السياسات والتعليمات التي تخصه وتخص العملية التشغيلية والأكاديمية في المركز. وأن التشغيل يعمل بشفافية مطلقة بتواصله مع المتدربين والمدربين والموظفين.

### شروط وقواعد النزاهة في بيئة التدريب عبر الإنترنت

يهدف مركز الفكر الصحي إلى توفير بيئة تدريب آمنة ونزيهة لجميع المشاركين. لتحقيق هذا الهدف، وضع المركز مجموعة من الشروط والقواعد التي يجب على جميع المشاركين الالتزام بها لضمان النزاهة والمساواة في الفرص التعليمية، وذلك بما يتوافق مع الأنظمة والقوانين السعودية.

#### 1. احترام القوانين والسياسات:

- يجب على جميع المشاركين الالتزام بجميع القوانين والسياسات التي يضعها مركز الفكر الصحي وكذلك القوانين واللوائح المعمول بها في المملكة العربية السعودية.

- أي خرق لهذه القوانين قد يؤدي إلى اتخاذ إجراءات تأديبية تصل إلى الفصل من البرنامج التدريبي.

#### 2. النزاهة الأكاديمية:

- يُحظر الغش بجميع أشكاله، بما في ذلك النقل من الآخرين، واستخدام الموارد غير المسموح بها، وتقديم أعمال الآخرين على أنها أعمالك الخاصة.

- يجب على المشاركين احترام حقوق الملكية الفكرية وعدم انتهاك حقوق الطبع والنشر وفقاً للقوانين السعودية.

#### 3. الاحترام والتعاون:

- يجب على جميع المشاركين احترام حقوق الآخرين وكرامتهم، وتجنب أي سلوك يهدف إلى الإهانة أو التمييز أو التحرش، بما يتوافق مع الأنظمة السعودية المتعلقة بحماية حقوق الأفراد.

- يُشجع التعاون والعمل الجماعي بشرط أن يكون ضمن الإطار الأخلاقي والقوانين المحددة.

#### 4. السرية والخصوصية:

- يجب الحفاظ على سرية المعلومات الشخصية والمهنية التي يتم تبادلها خلال الدورات التدريبية.

- يُحظر نشر أي معلومات خاصة أو سرية تتعلق بالمشاركين أو المركز دون الحصول على إذن مسبق، وذلك بما يتوافق مع لوائح حماية البيانات في المملكة.

#### 5. الاستخدام السليم للأدوات والتكنولوجيا:

- يجب استخدام الأدوات والتكنولوجيا المقدمة من قبل مركز الفكر الصحي لأغراض التدريب فقط.

- يُحظر استخدام أي برامج أو أدوات لا تتوافق مع سياسات المركز أو التي قد تشكل تهديداً لأمان النظام وفقاً للقوانين السعودية المتعلقة بأمن المعلومات.

#### 6. الالتزام بالجداول الزمنية والمواعيد:

- يجب على المشاركين الالتزام بجداول التدريب الزمنية والمواعيد المحددة لتقديم الأعمال والاختبارات.

- أي تأخير غير مبرر قد يؤدي إلى فقدان النقاط أو اتخاذ إجراءات تأديبية.

#### 7. الإبلاغ عن المخالفات:

- يُشجع المشاركون على الإبلاغ عن أي مخالفات لقواعد النزاهة إلى إدارة المركز.

- سيتم التعامل مع جميع البلاغات بسرية تامة لضمان عدم تعرض المُبلِغ لأي نوع من الانتقام، وذلك وفقاً للأنظمة السعودية لحماية المبلغين عن المخالفات.

من خلال الالتزام بهذه الشروط والقواعد، نضمن جميعًا توفير بيئة تعليمية نزيهة ومحترمة تُعزز من فرص التعلم والتطوير للجميع في مركز الفكر الصحي.

إذا كانت لديك أية استفسارات أو تحتاج إلى توضيح حول أي من هذه الشروط والقواعد، يُرجى الاتصال بإدارة مركز الفكر الصحي للحصول على المزيد من المعلومات.

### الالتزام بمبادئ حقوق الملكية الفكرية وحقوق النشر

يلتزم مركز الفكر الصحي وكذلك المدربين والمتدربين بعدم مخالفة القواعد والأنظمة والقوانين والسياسات الوطنية الصادرة من الجهات الرسمية فيما يخص الملكية الفكرية وحقوق النشر.

يطلع كل من المدرب والمتدرب على مبادئ حقوق الملكية الفكرية وحقوق النشر المنصوص عليها من قبل الجهات الرسمية في المملكة العربية السعودية. ويلزم العمل بها وعدم خرق بنودها او التعدي على المبادئ المنصوص عليها حفاظاً على حقوق الملكية الفكرية والنشر.

باعتبارنا المالك أو الجهة المرخص لها باستخدام جميع حقوق الملكية الفكرية في موقعنا، والمواد المنشورة فيه، يراعى أن تلك الأعمال محمية بقوانين ومعاهدات حقوق التأليف والنشر المعتمدة في جميع أنحاء العالم. وعليه، فإن جميع هذه الحقوق تعتبر محفوظة.

ما لم ينص على خلاف ذلك صراحة، فإن النصوص، والفحوص، والفيديو، والصور والمواد التعليمية الأخرى الواردة في الدورات المقدمة على موقعنا هي للاستخدام الشخصي الخاص بكم فيما يتعلق بهذه الدورات فحسب. وتستخدم بعض الوثائق المرجعية والدورات الدراسية الرقمية والمقالات وغيرها من المعلومات على موقعنا بتصريح من أطراف ثالثة، ويراعى أن استخدام هذه المعلومات يخضع لقواعد وشروط معينة سيتم نشرها مع تلك المعلومات. وباستخدامكم لموقعنا فإنكم توافقون على الالتزام بهذه القواعد والشروط بالكامل. وإنكم بهذا توافقون على الاحتفاظ بجميع حقوق النشر والإشعارات الأخرى المتعلقة بأي محتوى والتي تحصلون عليها من موقعنا. ويراعى أن جميع الحقوق في موقعنا ومحتواه، إذا لم تمنح لكم صراحة، تعتبر محفوظة.

بالإمكان استخراج نسخة مطبوعة واحدة، كما أنه بالإمكان تحميل مقتطفات، من أي صفحة (صفحات) من موقعنا لاستخدامكم الشخصي كما أن بإمكانكم لفت انتباه الأفراد الآخرين داخل مؤسستكم إلى المحتوى المنشور على موقعنا.

يجب عدم تعديل النسخ الورقية أو أي نسخ رقمية من المواد التي سبق لكم طباعتها أو تحميلها في أي شكل من الأشكال، ويجب عدم استخدام أي من الرسوم التوضيحية أو الصور أو الفيديو أو الصوت أو أي تسلسل رسومات بشكل منفصل عن أي نص مرافق.

يجب دائما الاعتراف بحقوقنا (وحقوق أي من المشاركين الذين يتم تحديدهم) في تأليف المحتوى المنشور على موقعنا.

يجب عدم استخدام أي جزء من المحتوى المنشور على موقعنا لأغراض تجارية دون الحصول على ترخيص بذلك منا أو من الجهات المُرَخِّصة لنا.

في حال قيامكم بطباعة، أو نسخ أو تحميل أي جزء من موقعنا بطريقة مخالفة لشروط الاستخدام هذه، فإن حقكم في استخدام موقعنا سيتوقف فوراً، ويكون لنا الخيار أن نطلب منكم إعادة أو إتلاف أي نسخ من المواد التي قمتم بالحصول عليها بهذه الطريقة.

### التزام إدارة المركز بحقوق الملكية الفكرية عند النشر:

تلتزم إدارة المركز بمبادئ حقوق الملكية الفكرية عند تصميم ورفع أي محتوى تدريبي على الموقع، مثل النصوص، أو الصور، أو البرامج، أو التصاميم، أو محتويات تدريبية، أو غيرها.

وتعود إلى مركز الفكر الصحي للتدريب الملكية الفكرية للمحتوى الرقمي المنشور على موقع المركز بما في ذلك المقالات والبرامج، والتصاميم، والصور، وغيرها.

### التزام المدربين بحقوق الملكية الفكرية عند عرض المحتويات التدريبية على موقع المركز:

يلتزم المدربون الذين يرغبون في رفع محتوياتهم التدريبية بمبادئ حقوق الملكية الفكرية والنشر. حيث يقوم المدرب بالتوقيع على نموذج تعهد وإقرار بأن المحتوى التدريبي المقدم في الدورات التدريبية يحترم فيه جميع قوانين الملكية الفكرية وحقوق النشر، والاستخدام، والتعديل، والمزج. كما يتعهد كذلك المدربون بالإشارة إلى المراجع العلمية والمصادر التي استفاد منها في إعداد المحتوى التدريبي، وفي حالة استخدام المدرب لمحتوى تدريبي لا يملك ملكيته الفكرية أو لا يذكر فيه المراجع والمصادر يتحمل المسؤولية النظامية عن ذلك.

### التزام المدرب عند رفع المحتوى التدريبي على موقع المركز:

يقر المدربون أن كل محتوى تدريبي رقمي يتم رفعه على موقع المركز من محاضرات مسجلة أو تكليفات أو كائنات تعليمية مختلفة لا بد أن يراعى فيها احترام حقوق الملكية الفكرية ومبادئ حقوق النشر، كما يقر المدربون أن جميع المحتويات التدريبية المرفوعة على الموقع تصبح تحت تصرف مركز الفكر الصحي، والتي يمكن لها أن يستخدمها لأغراض بحثية أو أكاديمية.

ومن ضوابط حقوق النشر التي تلتزم بها إدارة المركز والموضحة لجميع المستفيدين ما يلي:

1. يمنع نشر أي محتوى تدريبي يتعرض لأشخاص او مؤسسات يظهرهم فيه بطريقة سيئة.

2. يمنع التعدي بنشر أو اقتباس محتوى ذو حقوق فكرية بدون تصريح أو موافقة.

3. يمنع نشر أي محتوى مخالف للتعاليم الدينية او الأخلاقية السائدة في المجتمع.

4. يمنع نشر أي محتوى يؤثر على الوحدة الوطنية (عنصرية، طائفية، قبلية ....).

5. يمنع النشر أو الترويج لأي محتوى أو منتج ذو أهداف تجارية.

### تعهد بالالتزام ونشر مبادئ حقوق الملكية الفكرية وحقوق النشر:

1. أن المحتوى المقدم للدورات التدريبية في كافة الدورات هو ملك للمركز ملكية حصرية.

2. أن الدورات التدريبية المقدمة يمتلك الموقع حقوقها وحقوق نشرها عبر شرائها من المدربين المسجلين للدورات التدريبية.

3. يتعهد المركز ويقر أن المحتوى المقدم للدورات لا يخالف حقوق النشر ولا يتعدى على أي حقوق لأي طرف أو جهة.

4. كما يتعهد المركز بمبادئ حماية حقوق الملكية الفكرية وحقوق نشر المحتوى الرقمي في الموقع.

5. يوضح المركز

 سياسة الملكية الفكرية لجميع المستفيدين من الدورات عبر نشرها في صفحة اتفاقية استخدام الموقع تحت عنوان (حقوق الملكية الفكرية).

6. يتعهد المركز بفحص جميع الدورات التدريبية التطويرية الإلكترونية المقدمة للتأكد من خلوها من انتهاكات الملكية الفكرية.

### سياسة الحضور للدورات التدريبية عن بعد

تشير هذه السياسة إلى أن الحضور الافتراضي يعادل الحضور الاعتيادي، ومن الأحكام العامة المتعلقة بها:

1. على المتدرب أن يتقدم بطلب التسجيل في الدورات التدريبية عن طريق المنصة الإلكترونية.

2. على المتدرب دفع رسوم التدريب بالدفع عبر جهات الدفع المعتمدة بالمنصة.

3. عند الرغبة في إلغاء طلب التسجيل يجب التقدم بطلب إلى المنصة قبل (24) ساعة من انعقاد الدورة على الأقل من انعقاد الدورة وللمنصة قبول الاعتذار أو رفضه.

4. تحتفظ منصة مركز الفكر الصحي للتدريب بحق إلغاء أي دورة تدريبية أو تغيير موعد انعقادها، ويبلغ المتدربون بذلك.

5. الأحكام والشروط قابلة للتعديل دون إشعار مسبق.

6. إن حضور الدورات افتراضياً يعادل حضور المتدرب العادي.

7. على المتدرب حضور ما لا يقل عن (75%) من الساعات التدريبية المخصصة للدورة المسجّل فيها.

8. عند غياب المتدرب عن حضور الدورة يفقد حقه بالمطالبة باسترداد الرسوم ما لم يقدم عذر رسمي، وتحتفظ منصة مركز الفكر الصحي للتدريب بحق قبول العذر أو رفضه.

### تعهد:

تتعهد منصة مركز الفكر الصحي للتدريب باستخدام أنظمة تعليم إلكتروني تدعم مختلف أنواع الأجهزة باختلاف نظم تشغيلها ومتوافقة مع جميع شاشات الأجهزة بما فيها الأجهزة اللوحية والهواتف الذكية.

### قياس رضا المدربين والمتدربين

عزيزي المدرب / عزيزتي المدربة

السلام عليكم ورحمة الله وبركاته

انطلاقاً من حرصنا في مركز الفكر الصحي للتدريب على الرقي بمستوى خدماتنا المقدمة للمدربين. فإننا نأمل منكم المشاركة معنا بالإجابة على هذا الاستبيان القصير وإثرائه بآرائكم ومقترحاتكم التطويرية المهمة والتي سيكون لها بالغ الأثر في دعم وتطوير خدماتنا وتحسينها والارتقاء بها إلى أعلى مستويات الجودة والإتقان.

علماً بأن المعلومات سوف تُعامل بسرية تامة، ولن تُستخدم إلا لأغراض التحسين والتطوير.

شاكرين لكم تعاونكم.

### آلية القياس:

تتمثل آلية قياس رضا المستفيد (متعلم/ عضو هيئة تدريب) عن تقديم المادة بنمط التدريب الإلكتروني في تحليل نتائج تطبيق استبيانات تم إعدادُها لهذا الغرض. وتتمثل هذه الاستبيانات في عدة محاور أساسية تم التوصل إليها من خلال مراجعة وحكومة العديد من الأطراف والمصادر للخروج بإطار يشمل مختلف جوانب رضا المستفيد، وهي كما يلي:

#### محور إدارة التدريب بالشركة (50% من عبارات وبنود الاستبيانات)

يهتم هذا المحور بالانطباعات التي تصف تجربة المستخدم لنظم التدريب الإلكتروني من حيث إمكانية الوصول وسهولة التعامل.

#### محور المادة التدريبية والعلمية (50% من عبارات وبنود الاستبيانات)

يختص هذا المحور بالتعرف على آراء المستفيد في إيجابيات وسلبيات تقديم المحتوى التعليمي عبر نظم التدريب الإلكتروني. كذلك المعوقات التي تحول دون الاستفادة القصوى من هذا المحتوى، وما هي الآراء والمقترحات للتغلب عليها.

قياس رضا المتدربين: [رابط](https://docs.google.com/forms/d/1k4gG9QdSp_gY_bh3_uHmR6FCC8XUXnPmIUAJyAGLOLE/edit)

قياس رضا المدربين: [رابط](https://docs.google.com/forms/d/e/1FAIpQLSdRgMpwF_z0Gpv6RCuB4_ShdOs2fqSlg9Xd_Td4xRqj4nm30A/viewform?usp=sf_link)

### مواصفات البنية التحتية للنظام

| م   | البند          | التوضيح                                                                                  | ملاحظات إن وجدت |

|-----|----------------|-------------------------------------------------------------------------------------------|------------------|

| 1   | عدد المستخدمين | عدد المستخدمين يتغير مع كل مشترك جديد والعدد الحالي هو 23 مستخدم                         |                  |

| 2   | الخادم         | الخادم هو خادم موجود على المنصة السحابية مع قواعد بيانات من نوع MYSQL محفوظة            |                  |

|     |                | ولها آلية النسخ الاحتياطية بشكل يومي وأسبوعي وشهري.                                        |                  |

| 3   | شبكة اتصال     | الاتصال عبر شبكة الإنترنت من أي مكان للمستخدم إلى شبكة معلومات الخادم وقواعد البيانات  |                  |

|     |                | بشكل متوفر طوال الوقت                                                                    |                  |

| 4   | الحماية        | firewall -جدار ناري للحماية ضد الاختراقات - نظام حماية للعملاء بتقنية الدخول الثنائي التأكيد |                  |

|     |                | Two Way verification using SMS                                                            |                  |

| 5   | فريق دعم فني   | متابعة النظام                                                                             | h.s.h4321@hotmail.com |

الأدوار والمسؤوليات للفنيين والتقنيين في تنفيذ التعليم الإلكتروني

مدير النظام
·       الإشراف على العمليات اليومية لنظام إدارة التعلم الإلكتروني.

·       ضمان التحديثات المنتظمة للنظام وصيانته.

·       حل المشكلات الفنية وتقديم الدعم الفني للمدربين والمتدربين.

·       التنسيق مع فريق الدعم الفني لتوفير التدريب والتعليم اللازم للمستخدمين.

أخصائي دعم فني
·       تقديم الدعم الفني الفوري للمدربين والمتدربين.

·       استجابة لطلبات الدعم وحل المشكلات التقنية.

·       توثيق المشكلات والحلول لتكون مرجعًا مستقبليًا.

·       مراقبة أداء النظام والإبلاغ عن أي خلل أو مشاكل.

مهندس شبكات
·       ضمان استقرار وأمان الشبكة المستخدمة في التعليم الإلكتروني.

·       مراقبة وتحليل أداء الشبكة وتحديد المشكلات.

·       تنفيذ التحديثات اللازمة للشبكة وصيانتها.

·       التعاون مع فريق الأمان لتأمين البيانات وحماية المعلومات.

مطور ويب
·       تطوير وصيانة البنية التحتية للموقع الإلكتروني المستخدم في التعليم الإلكتروني.

·       تصميم وتطوير صفحات الويب والأدوات التفاعلية.

·       اختبار وتحديث المحتوى الإلكتروني لضمان توافقه مع الأنظمة المستخدمة.

·       العمل على تحسين تجربة المستخدم وزيادة التفاعل مع المحتوى.

أخصائي قواعد بيانات
·       إدارة قواعد البيانات المستخدمة لتخزين معلومات المتدربين والمحتوى التعليمي.

·       ضمان سلامة وأمان البيانات المخزنة.

·       تنفيذ النسخ الاحتياطية واستعادة البيانات عند الضرورة.

·       تحسين أداء قواعد البيانات وضمان توافرها.

مدير محتوى إلكتروني
·       إدارة وتحميل المحتوى التعليمي على نظام إدارة التعلم.

·       مراجعة المحتوى لضمان جودته وتحديثه بانتظام.

·       التنسيق مع المدربين لتلبية احتياجاتهم في تحميل وتحديث المحتوى.

·       تقديم الإرشادات والتوجيهات للمدربين حول كيفية استخدام نظام إدارة المحتوى.

أخصائي أمان المعلومات
·       تطوير وتنفيذ سياسات وإجراءات الأمان لحماية البيانات والمعلومات.

·       مراقبة النشاطات المشبوهة والاستجابة لحوادث الأمان.

·       تدريب الموظفين على أفضل ممارسات الأمان الإلكتروني.

·       تنفيذ اختبارات الأمان وتحليل نقاط الضعف في النظام.

مصمم تعليمي
·       تصميم وتطوير المواد التعليمية والمحتوى الإلكتروني.

·       العمل مع المدربين لتحديد احتياجاتهم التعليمية وتوفير الحلول المناسبة.

·       استخدام أدوات التصميم التعليمي لإنتاج مواد تعليمية جذابة وتفاعلية.

·       تقييم فعالية المواد التعليمية وتحديثها بانتظام.

### تعهد بضمان خصوصية المستفيدين

#### الالتزام بخصوصية المستفيد

الإقرار بالالتزام بضمان خصوصية بيانات المستفيد من خلال وجود سياسات وإجراءات واضحة بموقع مركز الفكر الصحي للتدريب

يقر مركز الفكر الصحي للتدريب بالتالي:

أن المركز يطبق سياسة فعالة لتحقيق خصوصية بيانات المستفيدين وحمايتها وضمان تخزينها وعدم الاطلاع عليها إلا من قبل المختصين وذوي الصلاحية وعدم نشرها ومشاركتها مع أي جهة أخرى أو أشخاص لا يحق لهم الاطلاع على هذه البيانات.

أن المركز يقوم بنشر وثيقة ضمان الخصوصية ونشرها على الموقع عبر رابط في موقعه الإلكتروني ليتمكن جميع المستخدمين من معرفة طريقة جمع البيانات وتخزينها ومن يملك صلاحية الاطلاع على هذه البيانات.

يوضح المركز سياسة عبر نشرها في صفحة اتفاقية استخدام الموقع تحت عنوان (سياسة الخصوصية).

أن مركز الفكر الصحي للتدريب يوضح عبر سياسة الخصوصية المنشورة على الموقع إنه لا يبيع أو يمنح أي أطراف خارجية المعلومات الشخصية للمستفيدين وقد تعهد المركز بذلك.

### أنظمة للتحقق من هوية المستفيد

موقع مركز الفكر الصحي يقتصر على تقديم دورات تطويرية وتأهيلية ولا تتضمن الدورات المقدمة عبر الموقع أية امتحانات أو اختبارات بنهاية الدورات التدريبية يقدم الموقع الدورات التطويرية عبر السماح للمستفيد بالاشتراك في الموقع ومشاهدة الدورة التطويرية بعد التحقق من هويته وإتمام التسجيل.

ويلتزم المركز بالتحقق من هوية المستفيد.

الآليات التي يستخدمها مركز الفكر الصحي للتدريب للتحقق من هوية المستفيد تتم عبر خطوتين:

الأولى: تسجيل الدخول في الموقع يكون عبر إرسال رسالة كود للبريد الإلكتروني للتحقق منه.

الثانية: يقوم المركز بإرسال بيانات المستفيد للمؤسسة العامة للتدريب التقني لتقوم بمطابقتها والتحقق من هوية المستفيد عبر استخدام الهوية الوطنية في حال طلب المستفيد الحصول على شهادة.

### للتواصل مع فريق الدعم الفني في حال تغيير رقم الجوال أو البريد الإلكتروني المسجل

#### زوار الموقع والمعلومات التعريفية غير الشخصية

يجمع مركز الفكر الصحي للتدريب معلومات تعريفية غير شخصية كنوع المتصفح والموقع الذي تمكنت منه الوصول إلى منصة مركز الفكر الصحي للتدريب ووقت وتاريخ الزيارة، لإعطائنا فهم أفضل لسلوك الزوار والأعضاء في التعامل مع منصة مركز الفكر الصحي كموقع. قد نقوم بنشر معلومات تعريفية غير شخصية لعرض ما يجذب انتباه الزوار فيما يخص استخدام الموقع. قد نقوم بجمع إحصاءات عن سلوك المستخدمين والزوار في تعاملهم المباشر مع الموقع. معلومات مثل الدورات الأكثر تسجيلا أو الأكثر نجاحا أو مراجعة إلخ... ستعرض للعامة مباشرة. ولكننا ملتزمون بعدم عرض أي معلومات شخصية. تُعد معلومات المستخدم أصل رئيسي في معظم الأعمال المبنية على الإنترنت. وكشركة، قد نكون عرضة دائماً لمعاملات تتعلق بأصولنا وأسهمنا العادية بما في ذلك الاندماج، الانقسام، الاكتساب من قِبل الغير. وتعد معلومات المستخدم شيء رئيسي في التقييمات التي تحدث قبل هذه الأعمال وأحد الأصول الرئيسية المنقولة فور أن تحدث تلك المعاملات. سنضمن أن خلفاءنا القانونيين يتعاملون مع معلومات المستخدم بنفس الطريقة التي نتعامل بها، واستمرارهم في تطوير وتنفيذ الوسائل لحمايتها بشكل أفضل.

### المعلومات الشخصية التعريفية

خصوصية الأعضاء والزوار تعتبر مهمة جداً بالنسبة لنا، ونحن ملتزمون تماماً بالحفاظ على خصوصيتهم وأمانهم. نحن لا ننشر ولا نشارك أي معلومات شخصية عن زوارنا وأعضائنا إلا في حالات الطلب القانونية وما يتوافق مع القانون، وأيضاً لتطوير خدماتنا أو عند حمايتنا لحقوقنا. إن السبب وراء استقبالنا معلومات المستخدم هو تمكيننا من منح الخدمات عبر موقعنا لمستخدمينا النهائيين. تحتوي مثل هذه المعلومات، من ضمن ما تحتوي، على معلومات تمكننا من التعرف على عملائنا والتعامل معها وفقاً لأحكام القوانين ذات الصلة، مثل المعلومات المتعلقة بالعمر، والتي تجعلنا قادرين على تحديد مدى أهلية عميلنا للدخول في اتفاق ملزم قانونياً، والمعلومات المطلوبة لتمكين مستخدمينا من الدخول على موقعنا بصورة متكررة كاسم المستخدم وكلمة المرور، وكذلك عنوان البريد الإلكتروني والذي يتم استخدامه لإ

دارة حساب المستخدم، خاصةً في تلك الأحوال حين يتم نسيان أسماء الدخول وكلمات المرور، والمعلومات التي تمكننا من التعامل مع العميل؛ كوسيلة الدفع المفضلة، والمعلومات المطلوبة لتقديم الخدمات لعملائنا؛ كعنوان البريد الإلكتروني، والعنوان المادي، ورقم الهاتف المحمول، والتي تُستخدم جميعاً لإرسال الإيصالات والفواتير والمبالغ المالية. هذه المعلومات ستستخدم داخلياً من قبلنا لمعرفتك كعضو في الموقع. نحن نجمع ونستخدم المعلومات الشخصية التعريفية من الزوار والأعضاء للأغراض التالية:

- إيصال أي دفعات مالية مستحقة من الموقع وتنفيذ ما يجب أن يتم طبقاً لإرادة العضو.

- عند دخولك في أي مسابقات، أو ألعاب أو استطلاعات رأي أو رفع محتوى.

- لتخصيص محتوى الموقع للحاجات المستقبلية والحالية للمستخدمين.

- لنشر إعلانات متعلقة بالموقع عبر البريد الإلكتروني.

- لإعلان خدمات جديدة متعلقة بالموقع عبر البريد الإلكتروني.

- استطلاع ردود الفعل الخاصة بك بخصوص الموقع.

- إسداء نصائح بخصوص التحديثات والإضافات الجديدة للدورات، وإعطاء معلومات عن المحتوى والنشاطات التي قد تكون ضمن نطاق ما يعجب الأعضاء بما فيها المنتجات أو الخدمات المقدمة من الطرف الثالث. لهذه الأسباب قد نقوم بمشاركة مثل هذه المعلومات مع أطراف ثالثة أخرى.

كقاعدة عامة، يتم معالجة معلومات المستخدم إلكترونياً وليست في متناول حاملي الأسهم في محيط العمل اليومي في شركتنا. وقد نقوم بمشاركة معلومات المستخدم مع الأشخاص المرتبطين بنا أو مع الغير. وننوه لمستخدمينا أننا نتعاون مع هيئات تطبيق وتنفيذ القانون ومع كل السلطات التي تمتلك الاختصاص القضائي لطلب معلومات المستخدم في سياق عمليات تنفيذ القانون والتحقيقات التي تخص الصالح العام والدعاوى المدنية والجنائية والسلامة العامة ومكافحة الجريمة. سنتبع المعايير المقبولة بشكل عام في هذا المجال لحماية معلومات المستخدم. وبالرغم من عدم وجود طريقة آمنة تماماً للنقل عبر الإنترنت أو للتخزين الإلكتروني، سنستمر في محاولتنا استخدام وتنفيذ الطرق المقبولة تجارياً لحماية معلومات المستخدم وذلك لضمان استمرار خدمتنا وخصوصية مستخدمينا.

### ملفات الكوكيز

مركز الفكر الصحي للتدريب يستخدم البيانات القادمة من ملفات الكوكيز لمعرفة وتتبع المستخدمين وطريقة استخدامهم لمركز الفكر الصحي، بما في ذلك نوع المتصفح ونظام التشغيل الخاص بهم ومزود خدمة الإنترنت وتفضيلاتهم للوصول للموقع. هذه غير الشخصية التعريفية والتي نقوم بتتبعها هي معلومات لا يمكن تتبعها من قبل زوار أو أعضاء آخرين في الموقع. هذه المعلومات تساعدنا في تحسين تجربة المستخدم والزائر على حد سواء في الموقع. إذا كنت لا تريد ملفات كوكيز على كمبيوترك من قبلنا، ينبغي عليك تحديد هذا الخيار من المتصفح الخاص بك بحيث لا يقبل هذه الملفات من منصة مركز الفكر الصحي. ملاحظة: بعض ميزات منصة مركز الفكر الصحي للتدريب قد لا تعمل بالشكل الصحيح بدون ملفات الكوكيز.

### عنوان الإنترنت IP

مركز الفكر الصحي للتدريب يستخدم البيانات القادمة من ملفات الكوكيز لمعرفة وتتبع المستخدمين وطريقة استخدامهم لمركز الفكر الصحي، بما في ذلك نوع المتصفح ونظام التشغيل الخاص بهم ومزود خدمة الإنترنت وتفضيلاتهم للوصول للموقع. هذه غير الشخصية التعريفية والتي نقوم بتتبعها هي معلومات لا يمكن تتبعها من قبل زوار أو أعضاء آخرين في الموقع. هذه المعلومات تساعدنا في تحسين تجربة المستخدم والزائر على حد سواء في الموقع. إذا كنت لا تريد ملفات كوكيز على كمبيوترك من قبلنا، ينبغي عليك تحديد هذا الخيار من المتصفح الخاص بك بحيث لا يقبل هذه الملفات من مركز الفكر الصحي للتدريب. ملاحظة: بعض ميزات مركز الفكر الصحي قد لا تعمل بالشكل الصحيح بدون ملفات الكوكيز.

### الأمان

كل المعلومات الشخصية وغير الشخصية التي نحصل عليها محفوظة ضد أي نوع من أنواع الوصول غير المصرح له. لا تتضمن معلومات المستخدم عامةً المعلومات التي نستنتجها، أو نجمعها، أو نستخلصها، سواء بأنفسنا أو من خلال استخدام مقدمي الخدمات من الغير. تعتمد مثل هذه المعلومات على تحليل البيانات التي نجمعها من مصادر عديدة مثل الإحصائيات والاستنتاجات. تحكمنا قواعد القوانين الواجبة للتطبيق فيما يتعلق بمعالجة البيانات الخاصة والشخصية لمستخدمي الإنترنت. المعلومات الشخصية سيتم الكشف عنها فقط عند الحاجة من قبل محكمة قانونية أو استدعاء أو للحفاظ على أمان الموقع ومستخدميه وزواره.

### المعلومات المالية

عند إجراء أي عمليات دفع وإدخال أي معلومات متعلقة بذلك تحت خيار عملية الدفع المفضلة لديك فاسمك القانوني الأول والأخير يجب أن يتم إدخاله بطريقة صحيحة في الاستمارة الإلكترونية الخاصة بذلك. كل المدفوعات والمعلومات المالية نقوم بحفظها بكامل الخصوصية والسرية إلا لموظفي مركز الفكر الصحي للتدريب والوسيط المستخدم في عملية الدفع، هذه المعلومات مشفرة ومحمية في مكان آمن. فنحن سنكشف فقط عن أي معلومات قد تكون ضمن نطاق المعلومات الشخصية التعريفية أو تكون بالفعل معلومات الشخصية تعريفية عند طلب ذلك قانونياً من قبل أمر صادر من محكمة، أو عندما نعتقد أن هذا الكشف سيكون مهماً لحماية حقوق مركز الفكر الصحي للتدريب أو أي أعضاء آخرين أو أطراف ثالثة أخرى.

### آلية لفحص أعمال المتدربين ومنع الغش وانتحال الهوية:

#### أولا. التقنيات المستخدمة لمنع الغش:

1. تعهد وإقرار المتدرب على أنظمة وعقوبات ضبط حالات الغش وانتحال الهوية قبل بدء إجراء الاختبار يرسلها له المدرب عبر الرابط.

2. تصميم اختبارات تجمع ما بين العشوائية والعدالة، بحيث تتلقى الأسئلة من بنوك ومخازن معدة مسبقاً لتغطي مخرجات التعلم، وطريقة الإجابة عنها لا تعتمد على الحفظ والاسترجاع بل على الفهم والاستيعاب.

3. تفرد كل نموذج اختبار رقمي عن الآخر واعتماد أسئلة جديدة غير محلولة مسبقاً وغير متوفر إجابتها في الكتب والمراجع.

4. منع تصوير الأسئلة أو التواصل مع الآخرين أو الاستعانة بمصادر غير مسموح بها.

5. قد يطلب من المتدرب تشغيل كاميرا الفيديو الخاصة به للتحقق من هوية المتدرب وقد يطلب منه إبراز الهوية الشخصية.

6. قد يطلب تمرير الكاميرا في أنحاء الغرفة للتأكد من عدم وجود أشخاص آخرين في الغرفة وعدم وجود أي مواد مساندة أو جوال أو ما شابه.

7. حملة توعية شاملة للطلبة والطاقم التدريبي بأنظمة وعقوبات ضبط حالات الغش وانتحال الهوية.

8. استخدام الحلول التقنية كمتصفح يمنع فتح أي برامج أخرى على سطح المكتب أثناء إجراء الاختبار ويمنع نسخ الامتحان.

9. ضبط أية أحداث تخالف السلوكيات المسموح بها يتم مراجعتها من قبل الطاقم التدريبي وخبراء النزاهة الأكاديمية وخبراء التكنولوجيا لضمان جودة العملية التقييمية.

10. عرض شاشة تعليمات إجراء الاختبارات أمام المتدرب أثناء إجراء الاختبار وتتضمن جميع أنظمة وعقوبات الغش وانتحال الهوية أثناء الاختبار.

#### ثانيا. المخالفات:

1. انتحال صفة شخص آخر بهدف التقدم بدلاً عنه لدخول الاختبار أو الاتفاق مع آخر للتقدم بدلاً منه للدخول للاختبار.

2. ارتكاب أي سلوك من شأنه التأثير سلباً على سير الاختبارات سواء كان الهدف منه الغش في الاختبار أو لأي سبب آخر.

3. الحصول أو محاولة الحصول على الاختبار قبل بدأة بأي طريقة.

4. ارتكاب أي حالة من حالات الغش.

5. عدم التقيد بتعليمات الاختبار أو المشرف عن الاختبار المتعلقة بتنظيم إجراء الاختبار مثل رفض فتح الكاميرا الشخصية للمتقدم للاختبار أو عدم التوقف عن سلوك مخالف تم التنبيه عليه من قبل المشرف على الاختبار.

#### ثالثا. العقوبات:

1. في حالة ارتكاب أي مخالفة لقواعد الاختبار فانه توقع على المخالف واحدة أو أكثر من العقوبات التالية:

   - توجيه إنذار بحرمانه من دخول الاختبار.

   - اعتبار المتقدم راسب في بعض المواد أو كل الاختبار.

   - إلغاء نتائج المتقدم في الاختبارات السابقة.

   - الحرمان من دخول الاختبارات لمدة دورة واحدة أو أكثر بحيث لا تزيد مدة الحرمان عن سنة كحد أقصى.

#### رابعا. إجراء التحقيق وإيقاع العقوبات:

تتبع في التحقيق وإيقاع العقوبات على المخالف الإجراءات التالية:

- إذا كانت المخالفة تتمثل بارتكاب حالة من حالات الغش أو تتعلق بتنظيم إجراء الاختبار يقوم المشرف على الاختبار بتحرير محضر إثبات حالة يبين فيها تفاصيلها ويطلب من المخالف أو المخالفين ومن شهد الواقعة كتابة إفادتهم بشأنها لترفع للجنة الاختبارات ويوقع على المحضر من قبل المشرف على الاختبار وفريق الإشراف على الاختبارات ويتولى فريق الإشراف على الاختبارات رفع المحضر مع إفادات المعنيين إلى رئيس لجنة الاختبارات خلال أربعة أيام عمل من تاريخ وقوع المخالفة.

- تقوم لجنة الاختبارات بالتحقيق في المخالفة وتعد لجنة التحقيق محضر تحقيق وترفع اللجنة محضر التحقيق وتوصياتها إلى لجنة الاختبارات بشأن مدى ثبوت المخالفة والعقوبة المناسبة.

- في حالة ثبوت المخالفة تقوم لجنة الاختبارات برفع ما توصلت إليه لجنة التحقيق وتوصياتها مقرونة بإثباتها الحالة إلى الإدارة المعنية.

- تصدر قرارات إيقاع العقوبة من الإدارة المعنية وإذا قرار الإدارة المعنية

 نهائي يتم تبليغ من صدرت بحقه العقوبة بالمخالفة المرتكبة والعقوبة الصادرة بحقه.

### إقرار المتدرب على أنظمة وعقوبات ضبط حالات الغش وانتحال الهوية

توفر مركز الفكر الصحي للتدريب أنظمة تعليم إلكتروني تدعم مختلف أنواع الأجهزة باختلاف نظم تشغيلها. متوافقة مع جميع شاشات الأجهزة بما فيها الأجهزة اللوحية والهواتف الذكية مع توفر نظام تقني دقيق وقواعد بيانات موثقة ودقيقة وشبكات اتصال عالية الجودة. من جهة أخرى تم توفير نظام حماية لكل مكونات العمل التقني بشكل يحفظ ويحمي كامل المحتويات والبيانات. كما يتوفر فريق دعم فني عالي المستوى وعلى مدار الساعة ومن خلال كافة وسائل الاتصال وذلك لتقديم الدعم اللحظي والحلول والبدائل التقنية. مع مراعاة أحدث البرمجيات والمنصات التفاعلية حيث يمكن للمتدرب أو المستفيد التفاعل من خلال كافة الوسائل مثل أجهزة الحاسب والهواتف الذكية.

### تعهد باستخدام أنظمة التعليم الإلكتروني

كما يتعهد المركز بما يلي:

- التأكد من حداثة المحتوى الإلكتروني المقدم في البرامج، وعدم مخالفة القوانين والسياسات الوطنية.

- الالتزام ونشر مبادئ حقوق الملكية الفكرية وحقوق النشر.

- استخدام أنظمة تعليم إلكتروني تدعم مختلف أنواع الأجهزة باختلاف أنظمة تشغيلها ومتوافقة مع جميع الأجهزة بما فيها الأجهزة اللوحية والهواتف الذكية.

- توفير خدمة التنبيهات في أنظمة إدارة التعلم لتنبيه المتدربين بالمتطلبات بشكل مستمر لتحسين استمرارية التدريب ومتابعة المهمات والواجبات داخل البرنامج التدريبي التي تزيد مدتها عن شهر.

- توفير خاصية البحث عن المحتوى الرقمي في النظام.

- توفير الدورات التدريبية والتأهيلية والأدلة الإرشادية الإلكترونية للبرامج المستخدمة في بيئات التدريب الإلكتروني للمتدربين.

- تقديم المساعدة الفنية والتعليمية للمدربين والمتدربين طوال مدة تنفيذ التدريب.

- الالتزام بحصول المدربين على الشهادات الاحترافية في مجالات التعليم الإلكتروني.

### دليل نظام التنبيهات

1. يقدم الموقع الدورات التطويرية عبر السماح للمستفيد بالاشتراك في الموقع وتحميل الدورة التطويرية بعد التحقق من هويته وإتمام التسجيل.

2. يوفر الموقع نظام تنبيهات إلكتروني لتنبيه المتعلم على المهام المطلوبة بشكل مستمر لتحسين استمرارية التعلم ومتابعة المهمات والواجبات داخل المقرر الدراسي.

3. التنبيهات والروابط تظهر للمستفيدين.

4. يستخدم نظام التنبيه لتنبيه المستفيدين عن الإخطارات التالية على سبيل المثال لا الحصر:

   - المدة المتبقية للدعم الفني للدورة / انعقاد ورش العمل /... وغيرها.

5. يوفر نظام التنبيهات إخطارات تتناسب مع الغرض من الرسالة.

6. الإخطارات تظهر بمجرد الضغط على رابط التنبيهات.

### خطة تدريبية للمدرب على المحاور الثلاثة (استخدام التقنية، تطوير المحتوى الإلكتروني، مهارات التدريس)

#### استخدام التقنية:

يتم تدريب المدربين ولمدة 15 ساعة تدريبية على اكتساب المفاهيم الأساسية المتعلقة بالتقنية والتعرف على تطبيقاتها في التعليم حيث يتوقع من المدرب في نهاية التدريب أن يكون قادراً على:

1. التخطيط والتصميم الفعال للتعليم المدعوم بالتقنية.

2. استخدام التقنية في تيسير عملية التقويم.

3. استخدام التقنية لتطوير أدائه وممارسته المهنية.

4. الدخول إلى المنصة واستخدام النظم الوسيطة المستخدمة بالعملية التعليمية.

5. التأكد من امتلاك الأدوات اللازمة لإيصال التدريب الإلكتروني بكل كفاءة.

6. المقدرة على التعامل مع المادة العلمية تقنياً وأنظمة الحضور وأنظمة الاختبارات.

7. الاستخدام الآمن لمصادر التقنية.

#### تطوير المحتوى الإلكتروني:

يتم تدريب المدربين ولمدة 15 ساعة تدريبية على تصميم وتطوير المحتوى الإلكتروني باستخدام الكمبيوتر وتطبيقاته المختلفة، ومن ثم نشره وعرضه للمتدربين وإمكانية الاختيار من بين بدائل متعددة لمصادر التعلم والوسائط التفاعلية حسب احتياجات كل متدرب سواء أكان ذلك بصورة متزامنة (Synchronous) أو غير متزامنة (Asynchronous) واستخدام أنظمة إدارة التعلم، وأنظمة إدارة المحتوى التعليمي.

#### مهارات التدريب:

المدربون لدينا يحصلون على تدريب لاكتساب مهارات التدريب على المراحل التالية:

- مرحلة التقنية: وتشمل:

  - إتقان المهارات الأساسية للحاسب.

  - استخدام أنظمة إدارة المحتوى التعليمي.

  - استخدام منصات الوسائط الاجتماعية عبر الإنترنت في البيئات الأكاديمية.

- مرحلة التصميم: وتشمل:

  - وضع وصف متكامل للمادة.

  - إتقان مهارة تصميم المحتوى التعليمي الإلكتروني.

  - إتقان المادة واستخدام أدوات التعلم الإلكترونية المناسبة.

  - إتقان مهارة تنويع أساليب التدريب وتشجيع العمل ضمن الفريق والبحث عن الإجابات.

  - تصميم المادة وفقاً لمتطلبات الجهة المشرفة.

  - تحديث المحتوى التعليمي الإلكتروني مع الأخذ بعين الاعتبار الفروقات الفردية بين المتدربين.

- مرحلة النظام الإداري: وتشمل:

  - الحرص على متابعة الحضور الإلكتروني.

  - ضمان تفاعل المتدربين من خلال إشراكهم بالعملية التعليمية.

  - متابعة المتدربين وإنجازهم وتطور فهمهم للمادة.

  - التقييم المستمر والعادل.

### المساعدة الفنية والتعليمية

#### قنوات الدعم الفني

حرصاً من مركز الفكر الصحي للتدريب على تحقيق الأهداف التدريبية والتطويرية، فقد تم توفير آليات اتصال تقنية للتواصل المدربين والمتدربين مع فريق الدعم الفني للحصول على الإرشادات 
والحلول على مدار الساعة.

تقديم خدمات الدعم الفني في مركز الفكر الصحي للتدريب يخدم مجموعة متنوعة من المستفيدين، كل منهم يستفيد من هذه الخدمات بطرق مختلفة. إليك قائمة بالمستفيدين الرئيسيين:

1. المتدربون

	•	الدعم الفني: يساعد المتدربين في حل المشكلات التقنية مثل صعوبة الوصول إلى المحتوى الإلكتروني، أو مشكلات في الاتصال بالمنصة، أو الحاجة إلى مساعدة في استخدام أدوات معينة.

	•	المساعدة الأكاديمية: قد يحتاج المتدربون إلى توجيه أو إرشادات حول كيفية استخدام الموارد التعليمية بشكل فعال، أو كيفية إكمال الواجبات والمشاريع.

2. المدربون والمشرفون

	•	إعداد المحتوى: يوفر الدعم الفني للمدربين والمشرفين المساعدة في تحميل وتنظيم المحتوى التعليمي على المنصة، وضمان جودته.

	•	حل المشكلات التقنية: المساعدة في حل أي مشاكل تقنية يواجهها المدربون أثناء استخدام المنصة، مما يضمن تقديم تعليم سلس وفعال.

3. إدارة المركز

	•	تحسين العمليات: تساعد خدمات الدعم الفني الإدارة في فهم التحديات التقنية التي يواجهها المتدربون والمدربون، مما يمكنهم من تحسين البنية التحتية التعليمية والخدمات المقدمة.

	•	ضمان الجودة: من خلال الدعم الفني، يمكن للإدارة مراقبة جودة الخدمات المقدمة وضمان رضا المستفيدين.

خدمات الدعم الفني في مركز الفكر الصحي للتدريب تشمل مجموعة واسعة من الخدمات التي تهدف إلى دعم المتدربين، والمدربين، والإدارة، والموظفين الآخرين في استخدام المنصة التعليمية والأدوات التقنية المرتبطة بها. إليك بعض الخدمات الرئيسية التي يمكن أن تكون مشمولة بالدعم الفني:

1. الدعم التقني

	•	مساعدة في تسجيل الدخول: مساعدة المستخدمين في مشاكل تسجيل الدخول مثل استعادة كلمة المرور أو حل مشكلات الحساب المقفل.

	•	حل المشكلات الفنية: تقديم الدعم لحل مشكلات مثل عدم تحميل الصفحات، أو مشاكل في تشغيل الفيديوهات التعليمية، أو الأعطال التقنية الأخرى.

	•	التحديثات والصيانة: دعم في تطبيق التحديثات المطلوبة للبرامج والمنصة، وإدارة الصيانة الروتينية لضمان الأداء السلس للنظام.

2. التدريب والتوجيه

	•	إرشادات الاستخدام: تقديم إرشادات حول كيفية استخدام المنصة والأدوات المختلفة، مثل تحميل المواد، والاشتراك في الدورات، والمشاركة في المناقشات.

	•	التدريب على الأدوات التفاعلية: دعم المستخدمين في كيفية استخدام الأدوات التفاعلية مثل الاستطلاعات، والاختبارات الإلكترونية، وغرف الدردشة.

3. الدعم الأكاديمي والإداري

	•	إدارة المحتوى: مساعدة المدربين في تحميل وتنظيم المواد التعليمية، وتنسيق الفصول الدراسية الافتراضية.

	•	إعداد التقارير: دعم في استخراج التقارير الأكاديمية والتقدم الدراسي للمتدربين.

4. الدعم المتعلق بالأمان

	•	تأمين البيانات: إرشادات حول كيفية تأمين الحسابات الشخصية والمعلومات الحساسة.

	•	الحماية من الفيروسات والبرامج الضارة: توجيه المستخدمين نحو كيفية حماية أجهزتهم وبرامجهم من الفيروسات والبرامج الضارة.

5. الدعم عبر وسائل متعددة

	•	الدعم عبر الهاتف والبريد الإلكتروني: توفير خطوط اتصال لدعم المستخدمين عبر الهاتف والبريد الإلكتروني.

	•	الدردشة المباشرة: تقديم خدمات الدعم الفوري عبر الدردشة المباشرة على الموقع الإلكتروني أو المنصة.

	•	الأسئلة الشائعة والدعم الذاتي: توفير قاعدة بيانات شاملة للأسئلة الشائعة وإجاباتها لمساعدة المستخدمين في حل المشكلات البسيطة بأنفسهم.

6. التطوير والتحسين المستمر

	•	جمع الملاحظات: استقبال ملاحظات المستخدمين حول تجربة استخدام المنصة والخدمات المقدمة، والعمل على تحسينها باستمرار.

	•	اختبار الأداء: القيام باختبارات دورية للأداء لضمان أن النظام يعمل بكفاءة وأن جميع المستخدمين يمكنهم الوصول إلى الموارد بدون مشاكل

الوقت المتوقع للرد

في حال كان الدعم عن طريق الواتساب سواء من مدرب أو متدرب يتم الرد عليه خلال فترة زمنية قصيرة. عادة ما يتم الرد خلال دقائق عبر المحادثة. البريد الإلكتروني قد يستغرق 30 دقيقة لاستلام البريد ومن ثم الرد عليه.
تصعيد الطلب في حال عدم الرد في المدة المحددة

الهدف: تهدف هذه السياسة إلى ضمان استجابة فعّالة وفورية لجميع الطلبات والاستفسارات التقنية، وذلك من خلال تحديد إجراءات واضحة لتصعيد الطلبات في حال عدم الرد في المدة المحددة.

الإجراء:

مرحلة الرصد: يتم مراقبة الطلبات المستلمة بشكل دوري لضمان الالتزام بالوقت المحدد للرد.-

تحديد المدة: حديد فترة زمنية محددة للرد على الطلبات (على سبيل المثال، 48 ساعة عمل)

التنبيه: في حالة اقتراب انتهاء المدة المحددة وعدم الرد، يتم إرسال تنبيه إلى الفريق المعني بالدعم الفني.

تصعيد الطلب: ذا لم يتم الرد في المدة المحددة، يتم تصعيد الطلب إلى الفرق العليا المختصة.

تحليل السبب: يتم تحليل الأسباب التي أدت إلى عدم الرد في الوقت المناسب واتخاذ الإجراءات اللازمة لتجنب تكرارها.

#### سياسة الدعم الفني

يعمل فريق الدعم الفني لتوفير خدماته لكافة مستخدمي المنصة الإلكترونية بعدة طرق حتى تتناسب مع كافة الرغبات الأسهل للمستخدمين ومنها:

- دعم عبر برامج محادثات التواصل الاجتماعي.

- دعم مباشر عبر الهاتف.

- دعم داخل قاعة التدريب.

- دعم عبر البريد الإلكتروني.

- دعم عبر نموذج الدعم الفني بالموقع الإلكتروني.

#### المستفيدين من خدمات الدعم الفني

- مدربي المركز المسجلين بالمنصة الإلكترونية لغرض تقديم الدورات التدريبية.

- جميع المتدربين المنضمين للدورات التدريبية على منصتنا التدريبية.

- مشرفي الجهات الحكومية ذات العلاقة مثل: المؤسسة العامة للتدريب التقني والمهني والمركز الوطني للتعليم الإلكتروني.

#### قنوات تقديم الدعم الفني

- مركز الاتصال المباشر خلال أوقات العمل الرسمي من الأحد إلى الخميس من الساعة 8 صباحاً حتى 9 مساءاً وأثناء أوقات إقامة الدورات التدريبية.

- البريد الإلكتروني للخدمات والدعم الفني h.thoughtcenter@gmail.com.

### آلية لرفع الشكاوى والمقترحات

#### آلية استقبال الشكاوى عبر الإيميل أو نموذج الشكاوى

يعمل قسم خدمة العملاء على تنظيم الشكاوى والاعتراضات وتسجيلها في نظام خاص بها ومن ثم يتم تمريرها إلى الأطراف المعنية، وسيعمل هذا الملف -بإذن الله- على مساعدتك في حال رغبت بتقديم شكوى.

#### آلية قبول ورفض الشكاوى

صممت هذه الآلية لتيسير تقديم الشكوى من قبل المستفيد حيث يمكن تقديم الشكاوى لأسباب تتعلق بأفعال أو قرارات يرى أن إدارة المركز لم تنجح في القيام بها أو اتخاذها أو أنه تم تنفيذها ولكن بطريقة غير صحيحة أو غير عادلة أو غير قانونية.

يمكن لأي شخص تقديم شكوى بشرط أن تكون ضمن مجال عمل مركز الفكر الصحي للتدريب.

عند تقديم الشكوى يرجى من صاحبها تعريف نفسه وتحديد موضوع الشكوى بوضوح وبيان ما يتوقع تحقيقه وتوفير معلومات مفصلة وذات صلة بالشكوى إذا كان ذلك ممكناً.

يتم رفع الشكوى خلال عشرة أيام من حدوثها ولا تنظر في الشكاوى التي يتأخر رفعها.

إرفاق أي مستندات أو بريد الكتروني وكل ما يتعلق بالشكوى من إثباتات.

اطلاع الأفراد المعنيين «قسم خدمة العملاء» على الشكوى وتحديد مدى قابليتها.

في حال قبول الشكوى يتم وضع إطار زمني واضح لحل المشكلة وفي الوقت نفسه تقوم بإخطار مقدم الشكوى بالموعد المتوقع عادة لتلقيه رداً رسمياً.

في حال رفض الشكوى يتم إبلاغ المستفيد بذلك مع إرفاق الأسباب.

في حال ظل مقدم الشكوى غير راضٍ عن نتيجة الإجراءات المتعلقة بشكواه يمكن رفع شكوى تأكيدية إما فورية أو تقديم شكوى أخرى لجهة ذات سلطة أعلى.

#### تعالج جميع الشكاوى بشكل سري:

يحق للأفراد المعنيين إجراء تحقيقات أو استعراض مدى الامتثال لتحديد درجة التزام الإدارة بالقواعد واللوائح والأحكام ذات الصلة مثل السياسات والمعايير.

#### تختلف معالجة الشكاوى باختلاف:

- نوع الشكوى ومدى تعقيدها.

- الإجراءات المتبعة.

- التقييم الأولي الذي يشير إلى ما إذا كانت هناك أسباب تبرر الشكوى.

- الحقائق التي أُفصِح عنها خلال عملية التقييم أو التحقيق.

يتخذ الأفراد المعنيين القرار النهائي ويتم توثيق التوصيات وكتابة التقرير بشأن الشكوى ثم يتم إبلاغ صاحب الشكوى.

#### أولا: التعامل مع شكاوى العملاء

- المستفيد دائماً على حق حتى يثبت العكس.

- يتم ضمان سرية معلومات المشتكي والجهة المقصودة بالشكوى وبيانات كل منهما من خلال عدم السماح بالاطلاع عليها إلا من قبل الموظفين المختصين والمخولين الذين تقتضي طبيعة

 عملهم ذلك الاطلاع.

- يتخذ الأفراد المعنيين كافة التدابير والاحتياطات اللازمة لضمان سرية الشكاوى المقدمة، وكذلك سرية الوثائق والمعلومات المتعلقة بها وبتفاصيل المشتكي (الورقية والإلكترونية الصوتية المسجلة).

- أي شكوى تعبر عن رأي المتعامل وللمركز حق قبول أو رفض الشكوى إذا كانت غير واضحة أو لا يمكن دراستها نسبة لعدم الحصول على رد المشتكي في الفترة المحددة؛ وأيضاً لا تقبل الشكاوى الكيدية.

#### أسباب شكاوى العملاء:

هناك أسباب عديدة لشكاوى العملاء بعضها يرجع إلى المنظمة والبعض الآخر يرجع إلى مقدم الخدمة والبعض الثالث يرجع إلى العميل نفسه.

- النوع الأول: ما يتعلق بالإجراءات المتبعة في المنظمة.

- النوع الثاني: الأخطاء الشخصية التي يقع فيها مقدم الخدمة.

- النوع الثالث: عدم معرفة العميل بمدى الفائدة المتحققة من الخدمة بعد الحصول عليها أو الجهد المبذول في سبيل إنهائها بهذه الصورة.

#### الآلية المتبعة عند استقبال شكوى:

- تقوم الإدارة باستقبال الشكاوى من خلال الرقم الموحد أو عن طريق البريد الإلكتروني المحدد.

- يقوم قسم خدمة العملاء بتصنيف الشكاوى وتسجيلها ضمن نظام محوسب ومن ثم يتم إرسالها ومتابعتها مع الجهات المعنية من أجل معالجتها والعمل على حلها.

- تقوم الجهة المعنية بإعلام الشخص المخول بالإجراءات التي ستتخذها لحل المشكلة.

#### المدة المتوقعة لإغلاق الشكوى:

يعتمد على حسب نوع الشكوى:

- إذا كان الشأن داخلي يكون الإجراء مباشرة عند تلقي الشكوى.

- في حال ارتباط الشكوى بمنشأة خارجية يكون خلال أسبوع أو ثلاث أيام عمل.

* في حال عدم حل الشكوى خلال المدة المحددة يتم تشكيل لجنة والنظر في الأسباب ورفع إيميل بالنتائج المتوصل إليها والأسباب.

#### ثانياً: التعامل مع اقتراحات العملاء

##### الإدارة:

- تقوم الإدارة باتخاذ كافة التدابير والاحتياطات اللازمة لضمان سرية الاقتراحات المقدمة والوثائق والمعلومات المتعلقة بها (الورقية والإلكترونية والمسجلة).

- يتم تسجيل المقترح باسم مقدمه.

- يلتزم كل من يتعامل مع نظام الاقتراحات بالالتزام بالسرية.

- ضمان سرية معلومات وبيانات المقترح والجهة المعنية بعدم السماح بالاطلاع عليها إلا من قبل الموظفين المختصين والمخولين الذين تقتضي طبيعة عملهم ذلك.

- ضمان عدم تأثر تقديم الخدمات وجودتها للمقترح نتيجة لتقديمه اقتراح.

- ضمان عدم تأثر وضع الموظف المقترح نتيجة اقتراحه.

##### الموظف:

- يقوم الموظف بالمحافظة على سرية الاقتراحات المقدمة والمعلومات والوثائق المتعلقة بها أو المقترح.

- يحق للموظف الاطلاع على المعلومات التي تقتضيها طبيعة عمله فقط.

##### المستفيد:

- يلتزم المستفيد بإدخال بيانات الاقتراح بصورة صحيحة وتفادي أي مغالطات أو معلومات كيدية ضد المركز أو ضد الموظفين ويقوم بتقديم كافة المعلومات في الوقت المحدد عند طلبها.

#### ثالثاً: قنوات تقديم الشكاوى:

ويسرنا استقبال أي من الشكاوى أو الاستفسارات أو الملاحظات عبر:

- رقم الشكاوى (اتصال وواتس اب) +966503337449

- الإيميل h.thoughtcenter@gmail.com

### استخدام أنظمة التعليم الإلكتروني

### الأدلة الإرشادية والدعم والتدريب بشكل إلكتروني بأنماطه المختلفة (متزامن وغير متزامن) للمدربين والمتدربين

الدورات التدريبية التأهيلية والتطويرية القصيرة فتتم بالشكل المعروف للجميع ويتقدم إليها متدربون مختلفون في كل مرة ويشترط المركز على المدرب إجادة التدريب الإلكتروني والتعامل مع القاعات والبرامج الإلكترونية. يطلع المتدرب على تعليمات التدريب وهي بمثابة دليل إرشادي للمتدرب في كل ما يتعلق بالدورة ابتداء من التسجيل والشروط والمتطلبات والاختبار والنتائج والشهادات والرسوم المطلوبة للخدمات. يتم تنفيذ يوم تدريبي مجاني بعد التسجيل المبدئي ويتم من خلاله شرح كافة التفاصيل الخاصة بالدورة التطويرية ابتداء بالتسجيل وانتهاء باستلام الشهادة. الدورات التدريبية التطويرية القصيرة والتي لا تتعدى الشهر تتم عن طريق (التدريب المتزامن) عبر القاعات التدريبية.

#### الدليل الإرشادي للمتدرب المتزامن

https://drive.google.com/file/d/12jHfHp3dsmsa7t5Q5lPTfRwPL6SBewrl/view

#### دليل استخدام برنامج زووم ZOOM

https://drive.google.com/file/d/1bqxvSAj9yztdPAR8FwXUjPgorg2sD4Iv/view?usp=sharing

#### الدليل الإرشادي للمتدرب غير المتزامن

https://drive.google.com/file/d/1FXBcMprqDxdBrEC32LpWClEx3sFIIz9B/view?usp=sharing

### الخطة التدريبية للمدربين لإتمام التدريب الإلكتروني

مركز الفكر الصحي، إحدى المؤسسات الوطنية الرائدة والتي تعمل بشكل تخصصي في مجال التدريب وتطوير الأفراد في المجالات المختلفة، وذلك من خلال طاقم مميز من المدربين والفنيين ذوي الخبرة في هذا المجال، فقد تم توفير جميع دعائم نظام التدريب الإلكتروني داخل المركز علاوة على تدريب المدربين على المحاور الثلاثة (استخدام التقنية، تطوير المحتوى الإلكتروني، مهارات التدريس) وتشمل الآتي:

#### أولاً: استخدام التقنية

يتم تدريب المدربين ولمدة 10 ساعات على اكتساب المفاهيم الأساسية المتعلقة بالتقنية والتمكن من استخدام تطبيقاتها في التعليم حيث يكون المدرب في نهاية التدريب قادراً على:

- التخطيط والتصميم الفعال للتعليم عن بعد باستخدام الوسائل التقنية.

- استخدام الوسائل التقنية في عملية التقويم من خلال استخدام أساليب مختلفة للتقويم الإلكتروني.

- استخدام الوسائل التقنية لتطوير أدائه وممارسته المهنية.

- استخدام الأجهزة اللاسلكية المتنقلة الصغيرة والمحمولة يدوياً مثل الهواتف المتنقلة، والمساعدات الرقمية الشخصية، والهواتف الذكية، والحاسبات الشخصية الصغيرة لتحقيق المرونة والتفاعل في عمليتي التدريس والتعلم في أي وقت وفي أي مكان.

- الدخول إلى المنصة واستخدام النظم المستخدمة بالعملية التعليمية.

- التأكد من امتلاك الأدوات اللازمة لإيصال التدريب الإلكتروني بكل كفاءة.

- المقدرة على التعامل مع المادة العلمية تقنياً وأنظمة الحضور وأنظمة الاختبارات.

- الاستخدام الآمن لمصادر التقنية.

#### ثانياً: تطوير المحتوى الإلكتروني

يتم تدريب المدربين ولمدة 10 ساعات على تصميم وتطوير المحتوى الإلكتروني باستخدام الحاسوب وتطبيقاته المختلفة، ونشره وعرضه للطلاب وإمكانية الاختيار من بين بدائل متعددة لمصادر التعلم والوسائط التفاعلية حسب احتياجات كل متدرب، واستخدام أنظمة إدارة التعلم، وأنظمة إدارة المحتوى التعليمي بالإضافة إلى تعليم كافة خدمات ووسائل Google في ذلك.

#### ثالثاً: مهارات التدريب

المدربون لدينا يحصلون على تدريب لاكتساب مهارات التدريب على المراحل التالية:

##### مرحلة التقنية: وتشمل على:

- إتقان المهارات الأساسية للحاسوب.

- استخدام أنظمة إدارة المحتوى التعليمي.

- استخدام منصات الوسائل الاجتماعية عبر الإنترنت في البيئات الأكاديمية.

##### مرحلة التصميم: وتشمل على:

- وضع وصف كامل للبرنامج التدريبي.

- إتقان مهارة تصميم المحتوى التعليمي الإلكتروني.

- إتقان المادة واستخدام أدوات التعلم الإلكترونية المناسبة.

- إتقان مهارة تنويع أساليب التدريس وتشجيع العمل ضمن الفريق والبحث عن الإجابات.

- تصميم المادة وفقاً لمتطلبات الجهة الطالبة.

- تحديث المحتوى التعليمي الإلكتروني باستمرار بما يتواكب مع آخر المتغيرات.

##### مرحلة النظام الإداري (ويتكفل جزء كبير منها المركز): وتشمل على:

- الحرص على متابعة الحضور الإلكتروني للمتدربين.

- ضمان تفاعل الطلاب بالعملية التعليمية خلال فترة البرنامج التدريبي.

- متابعة الطلبة وتقدمهم في إنهاء البرنامج التدريبي وتطور المحتوى لسهولة فهم المادة.

- التقييم المستمر والعادل لضمان تقديم أفضل تجربة تدريب عن بعد.
      """;
}
